Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# trip_planner.add_countries
source: Add Countries
de: Lander hinzufugen
es: Agregar paises
fr: Ajouter des pays
it: Aggiungi paesi
pt_br: Adicionar paises
ru: Добавить страны

# trip_planner.add_more_countries
source: Add more countries
de: Weitere Lander hinzufugen
es: Agregar mas paises
fr: Ajouter plus de pays
it: Aggiungi altri paesi
pt_br: Adicionar mais paises
ru: Добавить больше стран

# trip_planner.add_tentative_dates
source: Add tentative dates
de: Vorlaufige Daten hinzufugen
es: Agregar fechas tentativas
fr: Ajouter des dates provisoires
it: Aggiungi date provvisorie
pt_br: Adicionar datas provisórias
ru: Добавить примерные даты

# trip_planner.availability.best_shared_windows
source: Best shared windows
de: Beste gemeinsame Zeitfenster
es: Mejores ventanas compartidas
fr: Meilleures periodes communes
it: Migliori finestre condivise
pt_br: Melhores janelas em comum
ru: Лучшие общие окна

# trip_planner.availability.calendar_view
source: Calendar view
de: Kalenderansicht
es: Vista de calendario
fr: Vue calendrier
it: Vista calendario
pt_br: Visualizacao de calendario
ru: Вид календаря

# trip_planner.availability.cancel_editing
source: Cancel Editing
de: Bearbeitung abbrechen
es: Cancelar edicion
fr: Annuler les modifications
it: Annulla modifica
pt_br: Cancelar edicao
ru: Отменить редактирование

# trip_planner.availability.current_proposals_subtitle
source: Each traveler can have multiple windows.
de: Jeder Reisende kann mehrere Zeitfenster haben.
es: Cada viajero puede tener varias ventanas.
fr: Chaque voyageur peut avoir plusieurs periodes.
it: Ogni viaggiatore puo avere piu finestre.
pt_br: Cada viajante pode ter varias janelas.
ru: У каждого путешественника может быть несколько окон.

# trip_planner.availability.current_proposals_title
source: Current proposals
de: Aktuelle Vorschlage
es: Propuestas actuales
fr: Propositions actuelles
it: Proposte attuali
pt_br: Propostas atuais
ru: Текущие предложения

# trip_planner.availability.date_range_count
source: %lld date ranges
de: %lld Datumsbereiche
es: %lld rangos de fechas
fr: %lld plages de dates
it: %lld intervalli di date
pt_br: %lld intervalos de datas
ru: %lld диапазонов дат

# trip_planner.availability.edit_your_availability
source: Edit your availability
de: Deine Verfugbarkeit bearbeiten
es: Editar tu disponibilidad
fr: Modifier vos disponibilites
it: Modifica la tua disponibilita
pt_br: Editar sua disponibilidade
ru: Изменить вашу доступность

# trip_planner.availability.edit_your_availability_subtitle
source: Update your submitted window without deleting it first.
de: Aktualisiere dein eingereichtes Zeitfenster, ohne es zuerst zu loschen.
es: Actualiza tu ventana enviada sin eliminarla primero.
fr: Mettez a jour votre periode sans la supprimer d'abord.
it: Aggiorna la finestra inviata senza doverla eliminare prima.
pt_br: Atualize a janela enviada sem precisar exclui-la primeiro.
ru: Обновите отправленное окно, не удаляя его сначала.

# trip_planner.availability.flexible_month_count
source: %lld flexible months
de: %lld flexible Monate
es: %lld meses flexibles
fr: %lld mois flexibles
it: %lld mesi flessibili
pt_br: %lld meses flexiveis
ru: %lld гибких месяцев

# trip_planner.availability.how_it_works_subtitle
source: Add either exact windows or flexible months for each traveler, then let the planner surface the strongest overlap.
de: Fuge fur jeden Reisenden entweder genaue Zeitfenster oder flexible Monate hinzu und lass den Planer die starkste Uberschneidung finden.
es: Agrega ventanas exactas o meses flexibles para cada viajero y deja que el planificador encuentre la mejor coincidencia.
fr: Ajoutez des dates exactes ou des mois flexibles pour chaque voyageur, puis laissez le planificateur afficher le meilleur chevauchement.
it: Aggiungi finestre precise o mesi flessibili per ogni viaggiatore e lascia che il planner trovi la sovrapposizione migliore.
pt_br: Adicione janelas exatas ou meses flexiveis para cada viajante e deixe o planejador mostrar a melhor sobreposicao.
ru: Добавьте либо точные окна, либо гибкие месяцы для каждого путешественника, а планировщик покажет наилучшее пересечение.

# trip_planner.availability.how_it_works_title
source: How this works
de: So funktioniert es
es: Como funciona
fr: Comment cela fonctionne
it: Come funziona
pt_br: Como funciona
ru: Как это работает

# trip_planner.availability.info_exact_vs_flexible
source: Use exact dates when someone already knows the week they’re free. Use flexible months when they only know the general timing.
de: Verwende genaue Daten, wenn jemand bereits weiss, in welcher Woche er frei hat. Nutze flexible Monate, wenn nur der grobe Zeitraum bekannt ist.
es: Usa fechas exactas cuando alguien ya sabe la semana en que estara libre. Usa meses flexibles cuando solo conoce el periodo general.
fr: Utilisez des dates exactes quand quelqu'un connait deja la semaine ou il est libre. Utilisez des mois flexibles quand il ne connait que la periode generale.
it: Usa date precise quando qualcuno sa gia in quale settimana e libero. Usa mesi flessibili quando conosce solo il periodo generale.
pt_br: Use datas exatas quando alguem ja souber em que semana estara livre. Use meses flexiveis quando a pessoa so souber o periodo geral.
ru: Используйте точные даты, когда человек уже знает неделю, в которую он свободен. Используйте гибкие месяцы, когда известен только общий период.

# trip_planner.availability.kind.exact_dates
source: Exact dates
de: Genaue Daten
es: Fechas exactas
fr: Dates exactes
it: Date esatte
pt_br: Datas exatas
ru: Точные даты

# trip_planner.availability.kind.exact_dates_subtitle
source: A specific range someone knows works.
de: Ein bestimmter Zeitraum, der sicher funktioniert.
es: Un rango especifico que alguien sabe que le funciona.
fr: Une periode precise qui fonctionne.
it: Un intervallo preciso che sicuramente funziona.
pt_br: Um intervalo especifico que alguem sabe que funciona.
ru: Конкретный диапазон, который человеку точно подходит.

# trip_planner.availability.kind.flexible_month
source: Flexible month
de: Flexibler Monat
es: Mes flexible
fr: Mois flexible
it: Mese flessibile
pt_br: Mes flexivel
ru: Гибкий месяц

# trip_planner.availability.kind.flexible_month_subtitle
source: A month someone could likely make work.
de: Ein Monat, der vermutlich machbar ist.
es: Un mes que alguien probablemente podria acomodar.
fr: Un mois qui pourrait convenir.
it: Un mese che probabilmente potrebbe andare bene.
pt_br: Um mes que alguem provavelmente conseguiria encaixar.
ru: Месяц, который человеку, скорее всего, подойдет.

# trip_planner.availability.label_dates
source: Dates
de: Daten
es: Fechas
it: Date
pt_br: Datas
ru: Даты

# trip_planner.availability.label_exact_format
source: Exact: %@
de: Genau: %@
es: Exacto: %@
it: Esatte: %@
pt_br: Exatas: %@
ru: Точно: %@

# trip_planner.availability.label_flexible_format
source: Flexible: %@
de: Flexibel: %@
it: Flessibile: %@
pt_br: Flexivel: %@
ru: Гибко: %@

# trip_planner.availability.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pt_br: Mes
ru: Месяц

# trip_planner.availability.no_shared_window
source: No shared window yet. Add a few more ideas across the group and the planner will suggest stronger matches here.
de: Noch kein gemeinsames Zeitfenster. Fuge in der Gruppe noch ein paar Ideen hinzu, damit der Planer bessere Uberschneidungen vorschlagen kann.
es: Todavia no hay una ventana compartida. Agrega algunas ideas mas para el grupo y el planificador sugerira mejores coincidencias aqui.
fr: Pas encore de periode commune. Ajoutez quelques idees de plus dans le groupe et le planificateur proposera de meilleures correspondances ici.
it: Non c'e ancora una finestra condivisa. Aggiungi ancora qualche idea nel gruppo e il planner suggerira opzioni migliori.
pt_br: Ainda nao ha uma janela em comum. Adicione mais opcoes no grupo e o planejador sugerira combinacoes melhores aqui.
ru: Общего окна пока нет. Добавьте еще несколько идей по группе, и планировщик предложит здесь более сильные совпадения.

# trip_planner.availability.none_proposed
source: No availability has been proposed yet.
de: Es wurde noch keine Verfugbarkeit vorgeschlagen.
es: Todavia no se ha propuesto disponibilidad.
fr: Aucune disponibilite n'a encore ete proposee.
it: Non e stata ancora proposta alcuna disponibilita.
pt_br: Ainda nao foi sugerida nenhuma disponibilidade.
ru: Пока никто не предложил доступность.

# trip_planner.availability.only_you_can_edit
source: Only you can edit these submissions.
de: Nur du kannst diese Eintrage bearbeiten.
es: Solo tu puedes editar estos envios.
fr: Vous seul pouvez modifier ces propositions.
it: Solo tu puoi modificare questi invii.
pt_br: So voce pode editar essas informacoes.
ru: Только вы можете редактировать эти отправки.

# trip_planner.availability.overlap_full_match
source: Works across everyone’s current proposals.
de: Passt zu den aktuellen Vorschlagen von allen.
es: Funciona para las propuestas actuales de todos.
fr: Correspond a toutes les propositions actuelles du groupe.
it: Si adatta alle proposte attuali di tutti.
pt_br: Funciona para as propostas atuais de todo mundo.
ru: Подходит всем по текущим предложениям.

# trip_planner.availability.overlap_partial_match
source: This lines up for %lld of %lld people so far.
de: Das passt bisher fur %lld von %lld Personen.
es: Esto coincide para %lld de %lld personas hasta ahora.
fr: Cela correspond a %lld personne(s) sur %lld pour le moment.
it: Questo va bene per %lld persone su %lld al momento.
pt_br: Isso funciona para %lld de %lld pessoas ate agora.
ru: Пока это подходит %lld из %lld человек.

# trip_planner.availability.save
source: Save Availability
de: Verfugbarkeit speichern
es: Guardar disponibilidad
fr: Enregistrer les disponibilites
it: Salva disponibilita
pt_br: Salvar disponibilidade
ru: Сохранить доступность

# trip_planner.availability.shared_window
source: Shared window
de: Gemeinsames Zeitfenster
es: Ventana compartida
fr: Periode commune
it: Finestra condivisa
pt_br: Janela em comum
ru: Общее окно

# trip_planner.availability.summary_empty_group
source: Start collecting free months or exact date ranges so the planner can spotlight the best shared window.
de: Sammelt freie Monate oder genaue Datumsbereiche, damit der Planer das beste gemeinsame Zeitfenster hervorheben kann.
es: Empieza a reunir meses libres o rangos exactos para que el planificador destaque la mejor ventana compartida.
fr: Commencez a collecter des mois libres ou des plages de dates exactes pour que le planificateur mette en avant la meilleure periode commune.
it: Inizia a raccogliere mesi liberi o intervalli di date precisi cosi il planner potra evidenziare la finestra condivisa migliore.
pt_br: Comece a reunir meses livres ou intervalos de datas exatos para que o planejador destaque a melhor janela em comum.
ru: Начните собирать свободные месяцы или точные диапазоны дат, чтобы планировщик смог выделить лучшее общее окно.

# trip_planner.availability.summary_empty_solo
source: Add a couple of date ideas here to keep your planning options visible.
de: Fuge hier ein paar Datumsideen hinzu, damit deine Optionen sichtbar bleiben.
es: Agrega aqui un par de ideas de fechas para mantener visibles tus opciones de planificacion.
fr: Ajoutez ici quelques idees de dates pour garder vos options visibles.
it: Aggiungi qui qualche idea di data per mantenere visibili le tue opzioni.
pt_br: Adicione algumas ideias de datas aqui para manter suas opcoes visiveis.
ru: Добавьте сюда пару идей по датам, чтобы ваши варианты планирования оставались на виду.

# trip_planner.availability.summary_no_shared_window
source: No shared window yet. Ask everyone to add a few more free months or date ranges so the planner can find a better match.
de: Noch kein gemeinsames Zeitfenster. Bitte alle, weitere freie Monate oder Datumsbereiche hinzuzufugen, damit der Planer eine bessere Uberschneidung findet.
es: Todavia no hay una ventana compartida. Pidele a todos que agreguen algunos meses libres o rangos mas para que el planificador encuentre una mejor coincidencia.
fr: Pas encore de periode commune. Demandez a chacun d'ajouter plus de mois libres ou de plages de dates pour que le planificateur trouve une meilleure correspondance.
it: Ancora nessuna finestra condivisa. Chiedi a tutti di aggiungere altri mesi liberi o intervalli di date per trovare un incastro migliore.
pt_br: Ainda nao ha uma janela em comum. Peca para todos adicionarem mais meses livres ou intervalos de datas para que o planejador encontre uma combinacao melhor.
ru: Общего окна пока нет. Попросите всех добавить еще несколько свободных месяцев или диапазонов дат, чтобы планировщик смог найти лучшее совпадение.

# trip_planner.availability.swipe_months
source: Swipe sideways to move across months.
de: Wische seitlich, um zwischen Monaten zu wechseln.
es: Desliza lateralmente para moverte entre meses.
fr: Glissez lateralement pour changer de mois.
it: Scorri lateralmente per passare tra i mesi.
pt_br: Deslize para os lados para navegar pelos meses.
ru: Листайте в стороны, чтобы переходить между месяцами.

# trip_planner.availability.title
source: Availability
de: Verfugbarkeit
es: Disponibilidad
fr: Disponibilites
it: Disponibilita
pt_br: Disponibilidade
ru: Доступность

# trip_planner.availability.trip_dates
source: Trip dates
de: Reisedaten
es: Fechas del viaje
fr: Dates du voyage
it: Date del viaggio
pt_br: Datas da viagem
ru: Даты поездки

# trip_planner.availability.trip_route_empty
source: Add exact trip dates first, then assign each day to a country or mark it as travel.
de: Fuge zuerst genaue Reisedaten hinzu und ordne dann jeden Tag einem Land zu oder markiere ihn als Reisetag.
es: Agrega primero las fechas exactas del viaje y luego asigna cada dia a un pais o marcalo como traslado.
fr: Ajoutez d'abord des dates exactes au voyage, puis attribuez chaque jour a un pays ou marquez-le comme trajet.
it: Aggiungi prima le date esatte del viaggio, poi assegna ogni giorno a un paese o segnalo come giorno di viaggio.
pt_br: Adicione primeiro as datas exatas da viagem e depois associe cada dia a um pais ou marque-o como deslocamento.
ru: Сначала добавьте точные даты поездки, а затем распределите каждый день по стране или отметьте его как день дороги.

# trip_planner.availability.trip_route_missing_dates
source: Add trip dates above before assigning days to countries.
de: Fuge oben zuerst Reisedaten hinzu, bevor du Tage Landern zuordnest.
es: Agrega las fechas del viaje arriba antes de asignar dias a paises.
fr: Ajoutez d'abord les dates du voyage ci-dessus avant d'attribuer les jours aux pays.
it: Aggiungi prima le date del viaggio qui sopra prima di assegnare i giorni ai paesi.
pt_br: Adicione as datas da viagem acima antes de atribuir os dias aos paises.
ru: Добавьте даты поездки выше, прежде чем распределять дни по странам.

# trip_planner.availability.trip_route_subtitle
source: Choose which country each day belongs to, or mark the day as travel.
de: Wahle, zu welchem Land jeder Tag gehort, oder markiere den Tag als Reise.
es: Elige a que pais pertenece cada dia o marca el dia como traslado.
fr: Choisissez a quel pays appartient chaque jour, ou marquez le jour comme trajet.
it: Scegli a quale paese appartiene ogni giorno oppure segnalo come viaggio.
pt_br: Escolha a qual pais cada dia pertence ou marque o dia como deslocamento.
ru: Выберите, к какой стране относится каждый день, или отметьте день как день дороги.

# trip_planner.availability.trip_route_title
source: Trip route
de: Reiseroute
es: Ruta del viaje
fr: Itineraire du voyage
it: Percorso del viaggio
pt_br: Roteiro da viagem
ru: Маршрут поездки

# trip_planner.availability.update
source: Update Availability
de: Verfugbarkeit aktualisieren
es: Actualizar disponibilidad
fr: Mettre a jour les disponibilites
it: Aggiorna disponibilita
pt_br: Atualizar disponibilidade
ru: Обновить доступность

# trip_planner.availability.your_availability
source: Your availability
de: Deine Verfugbarkeit
es: Tu disponibilidad
fr: Vos disponibilites
it: La tua disponibilita
pt_br: Sua disponibilidade
ru: Ваша доступность

# trip_planner.availability.your_availability_subtitle
source: Share the months or exact dates that work for you. Everyone else’s availability stays read-only here.
de: Teile die Monate oder genauen Daten, die fur dich passen. Die Verfugbarkeit der anderen ist hier nur lesbar.
es: Comparte los meses o fechas exactas que te funcionan. La disponibilidad de los demas se mantiene solo de lectura aqui.
fr: Partagez les mois ou dates exactes qui vous conviennent. Les disponibilites des autres restent en lecture seule ici.
it: Condividi i mesi o le date esatte che vanno bene per te. La disponibilita degli altri qui e di sola lettura.
pt_br: Compartilhe os meses ou datas exatas que funcionam para voce. A disponibilidade dos outros fica somente para leitura aqui.
ru: Поделитесь месяцами или точными датами, которые вам подходят. Доступность остальных здесь остается только для чтения.

# trip_planner.basics.subtitle
source: Give it a name and rough timing so you can start shaping it.
de: Gib der Reise einen Namen und einen ungefahren Zeitraum, damit du mit der Planung beginnen kannst.
es: Ponle un nombre y fechas aproximadas para empezar a darle forma.
fr: Donnez-lui un nom et une periode approximative pour commencer.
it: Dai un nome e un periodo approssimativo al viaggio per iniziare a costruirlo.
pt_br: Dê um nome e um periodo aproximado para comecar a montar a viagem.
ru: Дайте поездке название и примерные сроки, чтобы начать ее формировать.

# trip_planner.basics.title
source: Trip Basics
de: Reisegrundlagen
es: Datos basicos del viaje
fr: Informations de base
it: Informazioni di base del viaggio
pt_br: Informacoes basicas da viagem
ru: Основы поездки

# trip_planner.calendar_access
source: Calendar Access
de: Kalenderzugriff
es: Acceso al calendario
fr: Acces au calendrier
it: Accesso al calendario
pt_br: Acesso ao Calendario
ru: Доступ к календарю

# trip_planner.calendar_error_denied
source: Calendar access was denied. You can enable it later in Settings.
de: Der Kalenderzugriff wurde verweigert. Du kannst ihn spater in den Einstellungen aktivieren.
es: Se denego el acceso al calendario. Puedes activarlo despues en Configuracion.
fr: L'acces au calendrier a ete refuse. Vous pouvez l'activer plus tard dans Reglages.
it: L'accesso al calendario e stato negato. Puoi abilitarlo piu tardi nelle Impostazioni.
pt_br: O acesso ao calendario foi negado. Voce pode habilita-lo depois em Ajustes.
ru: Доступ к календарю был отклонен. Позже его можно включить в настройках.

# trip_planner.calendar_error_generic
source: We could not access Apple Calendar right now. Please try again.
de: Apple Calendar konnte gerade nicht aufgerufen werden. Bitte versuche es erneut.
es: No pudimos acceder a Apple Calendar en este momento. Intentalo de nuevo.
fr: Nous ne pouvons pas acceder a Apple Calendar pour le moment. Reessayez.
it: Non siamo riusciti ad accedere ad Apple Calendar in questo momento. Riprova.
pt_br: Nao conseguimos acessar o Apple Calendar agora. Tente novamente.
ru: Сейчас не удалось получить доступ к Apple Calendar. Попробуйте еще раз.

# trip_planner.calendar_error_missing_dates
source: This trip needs tentative dates before it can be added to Apple Calendar.
de: Diese Reise braucht vorlaufige Daten, bevor sie zu Apple Calendar hinzugefugt werden kann.
es: Este viaje necesita fechas tentativas antes de poder agregarse a Apple Calendar.
fr: Ce voyage a besoin de dates provisoires avant d'etre ajoute a Apple Calendar.
it: Questo viaggio ha bisogno di date provvisorie prima di poter essere aggiunto ad Apple Calendar.
pt_br: Esta viagem precisa de datas provisórias antes de poder ser adicionada ao Apple Calendar.
ru: Для добавления этой поездки в Apple Calendar сначала нужны примерные даты.

# trip_planner.calendar_notes_countries
source: Countries: %@
de: Lander: %@
es: Paises: %@
fr: Pays : %@
it: Paesi: %@
pt_br: Paises: %@
ru: Страны: %@

# trip_planner.calendar_notes_friends
source: Friends: %@
de: Freunde: %@
es: Amigos: %@
fr: Amis : %@
it: Amici: %@
pt_br: Amigos: %@
ru: Друзья: %@

# trip_planner.comparing_bucket_lists
source: Comparing bucket lists...
de: Bucket Lists werden verglichen...
es: Comparando listas de deseos...
fr: Comparaison des bucket lists...
it: Confronto delle bucket list...
pt_br: Comparando listas de desejos...
ru: Сравниваем bucket list...

# trip_planner.countries.included_subtitle
source: Update which countries belong in this plan.
de: Aktualisiere, welche Lander zu diesem Plan gehoren.
es: Actualiza que paises forman parte de este plan.
fr: Mettez a jour les pays inclus dans ce plan.
it: Aggiorna quali paesi appartengono a questo piano.
pt_br: Atualize quais paises pertencem a este plano.
ru: Обновите список стран, входящих в этот план.

# trip_planner.countries.included_title
source: Included Countries
de: Enthaltene Lander
es: Paises incluidos
fr: Pays inclus
it: Paesi inclusi
pt_br: Paises incluidos
ru: Включенные страны

# trip_planner.countries.loading
source: Loading countries...
de: Lander werden geladen...
es: Cargando paises...
fr: Chargement des pays...
it: Caricamento paesi...
pt_br: Carregando paises...
ru: Загрузка стран...

# trip_planner.countries.mutual_bucket_list
source: Mutual bucket list
de: Gemeinsame Bucket List
es: Lista de deseos en comun
fr: Bucket list commune
it: Bucket list condivisa
pt_br: Lista de desejos em comum
ru: Общий bucket list

# trip_planner.countries.search_placeholder
source: Japan, Brazil, Morocco...
de: Japan, Brasilien, Marokko...
es: Japon, Brasil, Marruecos...
fr: Japon, Bresil, Maroc...
it: Giappone, Brasile, Marocco...
pt_br: Japao, Brasil, Marrocos...
ru: Япония, Бразилия, Марокко...

# trip_planner.countries.search_title
source: Search countries
de: Lander suchen
es: Buscar paises
fr: Rechercher des pays
it: Cerca paesi
pt_br: Buscar paises
ru: Искать страны

# trip_planner.countries.subtitle
source: Keep the route here, then open the ranked country list when you want to add more.
de: Behalte die Route hier und offne die sortierte Landerliste, wenn du mehr hinzufugen willst.
es: Mantén la ruta aqui y abre la lista de paises cuando quieras agregar mas.
fr: Gardez l'itineraire ici, puis ouvrez la liste classee pour en ajouter plus.
it: Mantieni qui l'itinerario e apri la lista dei paesi classificati quando vuoi aggiungerne altri.
pt_br: Mantenha a rota aqui e abra a lista ranqueada de paises quando quiser adicionar mais.
ru: Держите маршрут здесь, а когда захотите добавить больше, откройте ранжированный список стран.

# trip_planner.countries.title
source: Countries
de: Lander
es: Paises
fr: Pays
it: Paesi
pt_br: Paises
ru: Страны

# trip_planner.country_picker.all_other_countries
source: All other countries
de: Alle anderen Lander
es: Todos los demas paises
fr: Tous les autres pays
it: Tutti gli altri paesi
pt_br: Todos os outros paises
ru: Все остальные страны

# trip_planner.country_picker.already_in_trip
source: Already in this trip
de: Bereits in dieser Reise
es: Ya estan en este viaje
fr: Deja dans ce voyage
it: Gia in questo viaggio
pt_br: Ja esta nesta viagem
ru: Уже в этой поездке

# trip_planner.country_picker.everyones_bucket
source: Everyone's bucket list
de: Bucket List von allen
es: Lista de deseos de todos
fr: Bucket list de tout le monde
it: Bucket list di tutti
pt_br: Lista de desejos de todos
ru: Bucket list всех

# trip_planner.country_picker.from_your_bucket
source: From your bucket list
de: Aus deiner Bucket List
es: De tu lista de deseos
fr: Depuis votre bucket list
it: Dalla tua bucket list
pt_br: Da sua lista de desejos
ru: Из вашего bucket list
